editarusuario.titulo = Editar Usuario
editarusuario.cedula = Cedula
editarusuario.nombre = Nombre
editarusuario.apellidos = Apellidos
editarusuario.telefono = Telefono
editarusuario.padecimiento = Padecimiento
editarusuario.rol = Rol
editarusuario.activo = Activo
editarusuario.rol.admin = ADMIN
editarusuario.rol.usuario = USUARIO
editarusuario.activo.si = Si
editarusuario.activo.no = No
editarusuario.guardar = Guardar Cambios
editarusuario.cancelar = Cancelar

administracion.listado.titulo = Panel Administrativo
administracion.listado.usuariosregistrados = Usuarios Registrados
administracion.listado.cedula = Cedula
administracion.listado.nombre = Nombre
administracion.listado.apellidos = Apellidos
administracion.listado.telefono = Telefono
administracion.listado.padecimiento = Padecimiento
administracion.listado.padecimiento.noespecificado = No especificado
administracion.listado.rol = Rol
administracion.listado.activo = Activo
administracion.listado.activo.si = Si
administracion.listado.activo.no = No
administracion.listado.acciones = Acciones
administracion.listado.editar = Editar
administracion.listado.gestiontalleres = Gestion de Talleres
administracion.listado.codigo = Codigo
administracion.listado.desactivar = Desactivar
administracion.listado.reactivar = Reactivar
administracion.listado.confirmardesactivar = Seguro que desea desactivar este taller?
administracion.listado.verreservasusuarios = Ver Reservas de Usuarios

administracion.reservas.titulo = Reservas de Usuarios
administracion.reservas.usuario = Usuario
administracion.reservas.taller = Taller
administracion.reservas.fechaprogramada = Fecha Programada
administracion.reservas.regresar = Regresar


carrito.titulo = Mi Carrito
carrito.taller.nombre = Nombre Taller
carrito.taller.horario = Horario
carrito.vacio = No hay talleres en el carrito aun.
carrito.seguirviendo = Seguir viendo talleres
carrito.resumen.titulo = Resumen
carrito.total.colones = Total en colones:
carrito.total.dolares = Total en dolares:
carrito.boton.finalizarpago = Finalizar pago

plantillaprincipal.tituloapp = Hogar Arbol de Sabiduria
plantillaprincipal.logo.alt = Icono del arbol
plantillaprincipal.menu = Menu
plantillaprincipal.talleres = Talleres
plantillaprincipal.servicios = Servicios
plantillaprincipal.galeria = Galeria
plantillaprincipal.asistencia = Asistencia
plantillaprincipal.administracion = Administracion
plantillaprincipal.login = Iniciar sesion
plantillaprincipal.bienvenida.pre = Te damos la bienvenida,
plantillaprincipal.bienvenida.post = !
plantillaprincipal.cerrarsesion = Cerrar sesion
plantillaprincipal.idioma.es = Espa\u00f1ol
plantillaprincipal.idioma.en = Ingl\u00e9s
plantillaprincipal.footer.terminos = Terminos y condiciones de uso
plantillaprincipal.footer.preguntas = Preguntas Frecuentes

reservas.titulo = Talleres reservados
reservas.volveratalleres = Volver a talleres
reservas.encabezado.tallerid = Taller ID
reservas.encabezado.descripcion = Descripcion
reservas.encabezado.precio = Precio
reservas.encabezado.idparticipacion = ID participacion
reservas.encabezado.dia = Dia
reservas.encabezado.hora = Hora
reservas.vacio = No hay talleres reservados aun
reservas.nota = Los talleres no son reembolsables, si el administrador elimina un taller, este sera impartido para la siguiente semana
reservas.participacion.ejemplo = PART-000001
reservas.dia.ejemplo = Jueves
reservas.hora.ejemplo = 10:00 am - 11:30 am

taller.titulo = Nuestros Talleres
taller.vercarrito = Ver Carrito
taller.vertalleresreservados = Ver talleres reservados
taller.nombre = Nombre
taller.descripcion = Descripcion
taller.horario = Horario
taller.reservar = Reservar

login.iniciar.sesion = Iniciar sesi\u00f3n
login.error = Credenciales inv\u00e1lidas. Int\u00e9ntalo de nuevo.
login.success = Has cerrado sesi\u00f3n correctamente.
login.cedula = C\u00e9dula
login.password = Contrase\u00f1a
login.autenticar = Autenticar
login.registrar = Registrar

registro.registro.usuario = Registro de usuario
registro.cedula = C\u00e9dula
registro.password = Contrase\u00f1a
registro.nombre = Nombre
registro.apellido = Apellidos
registro.telefono = Tel\u00e9fono
registro.padecimiento = Padecimientos (opcional)
registro.registrar = Registrar
registro.regresar = Regresar

menu.titulo = Nuestros Servicios
menu.accesibilidad = Accesibilidad
menu.actividades = Actividades recreativas
menu.alojamiento = Alojamiento c\u00f3modo
menu.alimentacion = Alimentaci\u00f3n balanceada
menu.medica = Atenci\u00f3n m\u00e9dica
menu.estimulacion = Estimulaci\u00f3n cognitiva
menu.limpieza = Limpieza
menu.visitenos = Vis\u00edtenos
menu.horario = Nuestro horario:
menu.horario.detalle = Lunes a Domingo: 9:00am - 6:00pm
menu.ubicacion = Nuestra ubicaci\u00f3n:
menu.ubicacion.detalle = San Ram\u00f3n, Alajuela, Costa Rica
menu.modal.testimonio = \u00a1Testimonio agregado!
menu.modal.mensaje = Muchas gracias, agradecemos tu opini\u00f3n.
menu.modal.entendido = Entendido

testimonios.titulo = Lo que dicen nuestras familias ~ Testimonios
testimonios.texto.1 = "Desde el primer d\u00eda, el personal nos recibi\u00f3 con una calidez incre\u00edble. Siento una paz inmensa sabiendo que mi madre est\u00e1 en las mejores manos."
testimonios.texto.2 = "La tranquilidad que me da saber que mi padre recibe un cuidado tan profesional y humano no tiene precio. El equipo es de primera."
testimonios.texto.3 = "Lo que m\u00e1s nos impresion\u00f3 fueron las instalaciones. Todo est\u00e1 impecablemente limpio, es seguro y est\u00e1 perfectamente adaptado para ellos."
testimonios.texto.4 = "Mi mam\u00e1 ha rejuvenecido con los talleres. Hay tanta variedad que siempre tiene algo nuevo que la emociona y la mantiene activa. \u00a1Le encantan!"
testimonios.texto.5 = "Nuestra experiencia aqu\u00ed ha superado todas las expectativas. El nivel de dedicaci\u00f3n y el cari\u00f1o que le dan a mi padre es simplemente incre\u00edble."
testimonios.texto.6 = "Confianza es la palabra que define a este lugar. Son una extensi\u00f3n de nuestra familia. Absolutamente recomendables."
testimonios.texto.7 = "La atenci\u00f3n personalizada es fant\u00e1stica. Han dise\u00f1ado un plan de cuidados para mi abuela que ha mejorado notablemente su calidad de vida."
testimonios.texto.8 = "Ver a mi t\u00edo sonre\u00edr y participar en las actividades diarias es la mayor recompensa. Encontr\u00f3 un segundo hogar y nuevos amigos. \u00a1Gracias!"

# Preguntas frecuentes - t\u00edtulos
titulo.ayuda=\u00bfEn qu\u00e9 podemos ayudarte?
subtitulo.ayuda=Consulta las dudas m\u00e1s frecuentes y conoce nuestra misi\u00f3n y valores.

card.preguntas=Preguntas frecuentes
card.historia=Historia, Misi\u00f3n y Valores

# Preguntas frecuentes
pregunta.uno=\u00bfQu\u00e9 se necesita para ingresar?
respuesta.uno=Se requiere ser mayor de 60 a\u00f1os, ex\u00e1menes m\u00e9dicos recientes y evaluaci\u00f3n previa.

pregunta.dos=\u00bfCu\u00e1l es el costo y qu\u00e9 incluye?
respuesta.dos=Incluye alojamiento, alimentaci\u00f3n, cuidados y actividades diarias. Hay pago inicial y mensualidad.

pregunta.tres=\u00bfQu\u00e9 tipo de talleres se ofrecen?
respuesta.tres=Cognitivos, arte, m\u00fasica y actividad f\u00edsica. Algunos requieren matr\u00edcula adicional.

pregunta.cuatro=\u00bfHay atenci\u00f3n m\u00e9dica permanente?
respuesta.cuatro=S\u00ed, disponible 24/7 con personal m\u00e9dico calificado.

pregunta.cinco=\u00bfSe permiten visitas familiares?
respuesta.cinco=S\u00ed, en horarios definidos y bajo protocolo de salud.

pregunta.seis=\u00bfPueden los residentes tener objetos personales?
respuesta.seis=S\u00ed, se permite traer pertenencias que no comprometan la seguridad.

pregunta.siete=\u00bfSe puede traer mobiliario propio?
respuesta.siete=En algunos casos s\u00ed, seg\u00fan el espacio disponible y la seguridad del residente.

pregunta.ocho=\u00bfQu\u00e9 pasa si el residente requiere atenci\u00f3n especializada?
respuesta.ocho=Se coordina con especialistas externos o traslados m\u00e9dicos cuando es necesario.

pregunta.nueve=\u00bfSe respetan las preferencias alimenticias?
respuesta.nueve=S\u00ed, ofrecemos men\u00fas personalizados seg\u00fan necesidades nutricionales y restricciones m\u00e9dicas.

pregunta.diez=\u00bfHay actividades recreativas fuera del hogar?
respuesta.diez=S\u00ed, organizamos salidas supervisadas a parques, museos y actividades comunitarias.

pregunta.once=\u00bfC\u00f3mo se mantiene la comunicaci\u00f3n con la familia?
respuesta.once=A trav\u00e9s de visitas, llamadas programadas y seguimiento por parte del personal.

# Historia, misi\u00f3n y valores
historia.titulo=Historia:
historia.texto=Nacimos con el deseo profundo de crear un hogar lleno de respeto, calidez y compa\u00f1\u00eda para personas mayores. Desde nuestros inicios, hemos trabajado con amor y dedicaci\u00f3n para ofrecer un espacio donde cada residente se sienta valorado, acompa\u00f1ado y parte de una gran familia. Con el paso del tiempo, nos hemos consolidado como un lugar confiable que honra la sabidur\u00eda, la experiencia y la dignidad de quienes nos eligen.

mision.titulo=Misi\u00f3n:
mision.texto=Brindar un entorno seguro, humano y estimulante que promueva el bienestar integral de nuestros residentes. Nos enfocamos en ofrecer cuidados personalizados, actividades que fomenten la autonom\u00eda y espacios que fortalezcan los lazos afectivos. Nuestra misi\u00f3n es ser m\u00e1s que un lugar de estancia: un verdadero hogar donde se viva con alegr\u00eda, tranquilidad y prop\u00f3sito.

valores.titulo=Valores:
valores.texto=Nos guiamos por el respeto hacia la historia y la individualidad de cada persona. Fomentamos una atenci\u00f3n c\u00e1lida y cercana que refleje empat\u00eda y humanidad. Nuestro compromiso es ofrecer un cuidado responsable, \u00e9tico y de alta calidad. Creemos en la alegr\u00eda como parte esencial de la vida, por eso promovemos un ambiente positivo, lleno de actividades que nutren el cuerpo y el alma. Adem\u00e1s, entendemos el cuidado como un acompa\u00f1amiento integral que considera lo f\u00edsico, emocional, social y espiritual.

# Secci\u00f3n principal
servicios.titulo=Servicios
servicios.subtitulo=Explora nuestros servicios principales, dise\u00f1ados para garantizar el bienestar integral de nuestros residentes en cada etapa de su vida
servicios.pdf.info=Puedes encontrar m\u00e1s informaci\u00f3n en el documento PDF.

# Servicios individuales

## Atenci\u00f3n personalizada
servicio.atencion.titulo=Atenci\u00f3n personalizada
servicio.atencion.descripcion1=Brindamos acompa\u00f1amiento diario en las actividades b\u00e1sicas como la higiene personal, el vestido, la alimentaci\u00f3n y la movilidad, con personal calificado que ofrece atenci\u00f3n c\u00e1lida y respetuosa.
servicio.atencion.descripcion2=Tambi\u00e9n contamos con servicios de fisioterapia, hidroterapia y rehabilitaci\u00f3n, adaptados al nivel funcional de cada residente, promoviendo as\u00ed su autonom\u00eda y bienestar f\u00edsico.

## Estancia temporal o permanente
servicio.estancia.titulo=Estancia temporal o permanente
servicio.estancia.descripcion1=Ofrecemos alternativas flexibles de estancia, ya sea por recuperaci\u00f3n, vacaciones familiares, o permanencia a largo plazo, con habitaciones confortables y servicios adaptados a cada situaci\u00f3n.
servicio.estancia.descripcion2=Incluimos seguimiento emocional, apoyo psicol\u00f3gico y actividades que permiten a los residentes sentirse acompa\u00f1ados y seguros durante su tiempo con nosotros.

## Estimulaci\u00f3n cognitiva
servicio.cognitiva.titulo=Estimulaci\u00f3n cognitiva
servicio.cognitiva.descripcion1=Dise\u00f1amos programas especializados con ejercicios de memoria, atenci\u00f3n, lenguaje y razonamiento l\u00f3gico para mantener la mente activa y funcional el mayor tiempo posible.
servicio.cognitiva.descripcion2=Las actividades se realizan en grupo e individualmente, fomentando la socializaci\u00f3n, el trabajo en equipo y el fortalecimiento de las capacidades cognitivas de cada persona.

## Cuidado m\u00e9dico integral
servicio.medico.titulo=Cuidado m\u00e9dico integral
servicio.medico.descripcion1=Contamos con atenci\u00f3n m\u00e9dica general y especializada dentro de nuestras instalaciones, facilitando consultas, tratamientos, controles rutinarios y manejo de enfermedades cr\u00f3nicas.
servicio.medico.descripcion2=Adem\u00e1s, nos encargamos de la coordinaci\u00f3n de ex\u00e1menes, administraci\u00f3n de medicamentos y seguimiento cl\u00ednico personalizado para cada residente.
